[
  {
    "id": 0,
    "talk_title": "Understanding the Universality Phenomenon in High-Dimensional Estimation and Learning: Some Recent Progress",
    "talk_description": "Universality is a fascinating high-dimensional phenomenon. It points to the existence of universal laws that govern the macroscopic behavior of wide classes of large and complex systems, despite their differences in microscopic details. In this talk, I will present some recent progress in rigorously understanding and exploiting the universality phenomenon in the context of statistical estimation and learning on high-dimensional data. Examples include spectral methods for high-dimensional projection pursuit, statistical learning based on kernel and random feature models, approximate message passing algorithms, structured random dimension reduction maps for efficient sketching, and regularized linear regression on highly structured, strongly correlated, and even (nearly) deterministic design matrices. Together, they demonstrate the robustness and wide applicability of the universality phenomenon.",
    "talker_name": "Yue M. Lu",
    "talker_bio": "Yue M. Lu attended the University of Illinois at Urbana-Champaign, where he received the M.Sc. degree in mathematics and the Ph.D. degree in electrical engineering, both in 2007. After undertaking postdoctoral training at the Audiovisual Communications Laboratory at EPFL, he joined Harvard University, where he is currently Gordon McKay Professor of Electrical Engineering and of Applied Mathematics. His research interests include the mathematical foundations of statistical signal processing and machine learning in high dimensions. His honors include several best paper awards (from the IEEE ICIP, ICASSP, GlobalSIP), the ECE Illinois Young Alumni Achievement Award (2015), and the IEEE Signal Processing Society Distinguished Lecturership (2022).",
    "talker_image_path": "assets/images/YueLu.jpeg"
  },
  {
    "id": 1,
    "talk_title": "A particle beam microscope is not a digital camera",
    "talk_description": "A particle beam microscope uses a focused beam of ions or electrons to cause the emission of secondary electrons (SEs) from a sample. A micrograph is formed from the SEs detected during the dwell time of the beam at each raster scan location. It seems innocuous to analogize the microscope with an ordinary digital camera, but with serialized pixel-by-pixel data collection. This is valid in some ways, but it precludes maximum information extraction. Time resolution within each pixel dwell time enables significant improvements without changes to the basic microscope hardware. Several fun and easy theoretical results will be shared, along with progress on the quest to fully demonstrate the merit of this idea.",
    "talker_name": "Vivek Goyal",
    "talker_bio": "Vivek Goyal received his doctoral degree in electrical engineering from the University of California, Berkeley. He was a Member of Technical Staff at Bell Laboratories, a Senior Research Engineer for Digital Fountain, and the Esther and Harold E. Edgerton Associate Professor of Electrical Engineering at MIT. He was an adviser to 3dim Tech, winner of the 2013 MIT $100K Entrepreneurship Competition Launch Contest Grand Prize, and consequently with Google/Alphabet Nest Labs 2014-2016. He is now a Professor and Associate Chair of Doctoral Programs in the Department of Electrical and Computer Engineering at Boston University. Vivek is a Fellow of the American Association for the Advancement of Science (AAAS), IEEE and Optica, and he and his students have been awarded ten IEEE paper awards and eight thesis awards. He is a co-author of Foundations of Signal Processing (Cambridge University Press, 2014).",
    "talker_image_path": "assets/images/no_pic.png"
  },
  {
    "id": 2,
    "talk_title": "From super-resolution to occlusion inpainting - a story of filling missing pixels",
    "talk_description": "This talk will cover several methods to estimate missing pixel information. First, I will discuss super-resolution imaging, where the goal is to interpolate intermediate pixels to generate a higher resolution image. Next, we shift our attention to 3D, adding depth information to images. That enables us to create novel views from a different perspective, allowing a viewer to perceive images in 3D. However, novel view synthesis brings new pixels to be filled in: occlusion areas. Occlusion inpainting is the technique to fill in areas of pixels that were invisible from the original point of view. This results in more naturally perceived 3D images.",
    "talker_name": "Patrick Van de Walle",
    "talker_bio": "Patrick Van de Walle received a MSc degree in electrical engineering from KU Leuven (2001), and a PhD degree from EPFL on super-resolution imaging (2006). From 2007 to 2018, he worked at Philips Research as a senior research scientist. He is now an associate professor at KU Leuven. His current research focuses on 3D processing, reconstruction, computer vision and AR/VR.",
    "talker_image_path": "assets/images/patrick.jpg"
  },
  {
    "id": 3,
    "talk_title": "Delicious problems, serious gadgets",
    "talk_description": "When doing research in education, it takes a few months to identify an interesting problem, one that can be tackled with local interventions. I will present 10 problems and the digital solutions we built, one problem and one solution per minute (dual eye tracking, learning analytics, interactive furniture, tangible interfaces, swarm robotic,  AR/VR). Some of these solutions may appear as gadgets but they have been tested in school contexts through formal experiments. While many tools can be described as innovative, the starting point has not been a quest for innovation. However, when teachers spontaneously state « I did not know one could do that », it means the project will have impact beyond the product and the publications.",
    "talker_name": "Pierre Dillenbourg",
    "talker_bio": "Pierre Dillenbourg is professor of learning technologies at EPFL.  A former teacher in elementary school, Pierre Dillenbourg continued with master in education during which he applied machine learning to an EdTech system (1986).  He obtained a PhD in computer science from the University of Lancaster (UK), in AI for education. He joined EPFL in 2002. With EPFL colleagues, he launched in 2017 the Swiss EdTech Collider, an incubator with more than 100 start-ups in learning technologies, as well as the EPFL Center of Learning Sciences. He is a fellow of the International Society for Learning Sciences. He currently is the Associate Vice-President for Education at EPFL.",
    "talker_image_path": "assets/images/dillenbourg.jpg"
  },
  {
    "id": 4,
    "talk_title": "ARTMYN - bringing new digitization solutions to the art world",
    "talk_description": "For decades, representing a physical artwork on a screen simply came down to showing its photograph which greatly reduces its true materiality and visual richness. In 2012, the eFacsimile research project tackled the problem of how to capture and represent faithfully on digital screens the complicated nature of a physical work of art. This then led to the creation of ARTMYN, a technology company that provides unique solutions for digitizing visual artworks. From custom imaging hardware to advanced imaging algorithms and latest web visualization applications, ARTMYN brings the most advanced digital experience to the art world.",
    "talker_name": "Loïc Baboulaz",
    "talker_bio": "Dr. Loïc Baboulaz is the CTO and co-founder of ARTMYN, a company specialised in high-fidelity, high-resolution and multimodal digitization of visual artworks. From 2012 to 2016, he co-led the e-facsimile project, a Google focused research award at EPFL. Loïc Baboulaz holds a PhD in Image Processing from Imperial College London.",
    "talker_image_path": "assets/images/bamboulaz.png"
  },
  {
    "id": 5,
    "talk_title": "Ultrasound Tomography for Early Breast Cancer Detection: A Decade-Long Journey from the Laboratory to the Clinic",
    "talk_description": "SoftVue is a 3D whole breast ultrasound tomography imaging device recently cleared by the FDA as an adjunct screen modality to mammograph for women with dense breasts. SoftVue is radiation free, operator independent, and does not involve breast compression. For the target population, it has been shown to increase both sensitivity and specif@icity, hence detecting more cancers at an early stage while decreasing call backs. In this talk, I will present an overview of the technology, and discuss the many technical, clinical, and operational challenges that we have faced on our long journey to bring this medical innovation to the market.",
    "talker_name": "Olivier Roy",
    "talker_bio": "Olivier Roy is a founding member of Delphinus Medical Technologies and its Vice President of Engineering. He leads all technical aspects of the SoftVue development and has been instrumental in converting fundamental research results into medical device innovations driving clinical success and company growth. Prior to joining Delphinus, Dr. Roy was a post-doctoral fellow at the Karmanos Cancer Institute where he designed some of the foundational imaging techniques used in the SoftVue system. He received his Bachelor’s and Master’s Degrees in Communication Systems, and his PhD Degree in Signal Processing at the Swiss Federal Institute of Technology, Lausanne, Switzerland. Dr. Roy has published numerous peer-reviewed conference proceedings, journal papers, and book chapters in the area of signal processing, distributed source coding, beamforming, and ultrasound tomography. He holds several patents related to the SoftVue technology and other medical device innovations.",
    "talker_image_path": "assets/images/olivier_roy.jpg"
  },
  {
    "id": 6,
    "talk_title": "The 10 things that keep the Presidents of European universities awake at night",
    "talk_description": "Europe’s universities are going through turbulent times. Governments are demanding knowledge security, less internationalization and greater national impact. Students want more democratic processes as well as a greater focus on sustainability and student well being. And if this wasn’t enough, AI and notably ChatGPT are stirring up things big time. No wonder, university Presidents are finding it hard to get their 8 hours of sleep at night.",
    "talker_name": "Robert-Jan Smits",
    "talker_bio": "Robert-Jan Smits is the President of the Eindhoven University of Technology (since May 2019). Prior to this, he was the Director-General of Research and Innovation at the European Commission (2010-2018). In this capacity he was the architect of Horizon 2020, the 80 billion EU Research and Innovation program. Smits has also been instrumental in shaping the successor program Horizon Europe (budget: 95 billion). In his last year in Brussels, Robert-Jan Smits was the Open Access Envoy of the European Commission and developed concrete policy proposals aimed to ensure that all academic publications resulting from publicly funded research are widely available and accessible through Open Access. Smits has received several recognitions and awards for his contribution to European science and innovation. He received the Academy Medal of the Royal Dutch Academy, the Excellence in Global Science Award in South Africa, the Medal of Honour of the KU Leuven. He holds an honorary degree from Edinburgh University, is a honorary member of Academia Europaea and is a Fellow of the International Science Council.",
    "talker_image_path": "assets/images/smits.jpg"
  },
  {
    "id": 7,
    "talk_title": "Absorb or be absorbed by machine learning: the fate of signal processing",
    "talk_description": "Compression, communication, detection, inverse problems, source separation: all pet problems of signal processing are invaded by machine learning. Better solutions seem to emerge from stochastic gradient descent in deep networks than from beautifully crafted algorithms. Will hardware be the ultimate retreat of signal processing? Why not being megalomaniac and try to absorb machine learning? Learning is about discovering structures, which is at the core of information theory and harmonic analysis. Entropy, scale separation, random coding, sparsity are conceptual pillars of learning. Still lots to do for signal processing and friends.",
    "talker_name": "Stéphane Mallat",
    "talker_bio": "Stéphane Mallat is an applied mathematician, Professor at the Collège de France on the chair of Data Sciences. He is a member of the French Academy of Sciences, and a foreign member of the US National Academy of Engineering. He was a Professor at the Courant Institute of NYU, at Ecole Polytechnique and Ecole Normale Supérieure in Paris. He also was a co-founder and CEO of a semiconductor start-up company. His research interests include machine learning, signal processing, and harmonic analysis.",
    "talker_image_path": "assets/images/mallat.jpg"
  },
  {
    "id": 8,
    "talk_title": "Were we sleeping at the wheel? How AI took over signal processing",
    "talk_description": "In this talk, I will briefly look at key achievements of signal processing research that I have witnessed over the past 25 years. These achievements range from the utilization of wavelets for image compression to the emergence of sparse signal processing and compressive sensing. Additionally, I will discuss how these findings have been overshadowed by the recent surge of data-driven methods. Specifically, I will focus on the lifting scheme and its evolution from a tool in wavelet construction to becoming the fundamental building block for invertible neural networks. This discussion will inspire a reflection on how to integrate theoretical findings in signal processing with machine learning. Within this context, I will explore applications in computational imaging, including neuroscience and art investigation.",
    "talker_name": "Pier Luigi Dragotti",
    "talker_bio": "Pier Luigi Dragotti received the Laurea degree in electronic engineering from the University of Naples Federico II, Naples, Italy, in 1997, and the Ph.D. degree from the Swiss Federal Institute of Technology of Lausanne (EPFL), Switzerland in 2002. He is currently Professor of signal processing with the Department of Electrical and Electronic Engineering at Imperial College London. His research interests include sampling theory and its applications, computational imaging, and sparsity-driven signal processing.\n\nDragotti is a Fellow of the IEEE and was also an IEEE SPS Distinguished Lecturer (2021-22), the Editor-in-Chief of the IEEE TRANSACTIONS ON SIGNAL PROCESSING (2018–2020) and an Associate Editor of the IEEE TRANSACTIONS ON IMAGE PROCESSING from 2006 to 2009.",
    "talker_image_path": "assets/images/dragotti.jpg"
  },
  {
    "id": 9,
    "talk_title": "Lippmann Photography: from museum to the lab and back",
    "talk_description": "In 1908, Gabriel Lippmann received a Nobel Prize in Physics for his invention of interference-based colour photography. Yet, we now use three-colour photography and Lippmann Photographs, the first hyperspectral images, can be found only in museums. Why?\n\nIn this talk, I will present work done by a large team consisting of researchers from LCAV and Galatea and curators from museum Photo Elysée. I will explain the history and the principle behind Lippmann Photography and show how colour distortions in Lippmann plates can be explained via signal processing phenomena.\n\nI will also talk about our attempts to make Lippmann Photography available to the general public: by printing digital Lippmann photographs and by helping Photo Elysée showcase the historical plates.",
    "talker_name": "Michalina Pacholska",
    "talker_bio": "Michalina Pacholska is a research scientist with a short attention span. She holds a Master's degree in Mathematics (2016) with a specialization in topology and set theory and a PhD in computer and communication sciences (2021, at LCAV, of course). Her thesis, titled \"Sampling Geometry and Colour\" covers two areas: unorthodox sampling methods for localization and Lippmann Photography. Her most cited publication is in computational biology. After her PhD, she worked at Improbable on agent-based models and now joined a startup Cosimmetry intending to improve decision-making with tech.\n\nMichalina loves working with interdisciplinary teams at the boundaries of sciences. She also enjoys reading and creating webcomics and playing cooperative board games.",
    "talker_image_path": "assets/images/pacholska.jpg"
  },
  {
    "id": 10,
    "talk_title": "Tu quoque, Ivane, fili mi?",
    "talk_description": "An Lcaviste who flirts with non-anthropoid intelligence may experience a unique sense of shame. But there is a prize for the shameless. I will talk about (possible) examples in hearing shapes of planets, understanding the mechanics of graph neural networks, and learning to extrapolate analog models of the world from digital signals.",
    "talker_name": "Ivan Dokmanić",
    "talker_bio": "Ivan Dokmanić is an Associate Professor in the Department of Mathematics and Computer Science at the University of Basel, Switzerland. From 2016 to 2019 he was an Assistant Professor in the Coordinated Science Laboratory at the University of Illinois at Urbana-Champaign, where he now holds an adjunct appointment. His research interests include signal processing and machine learning. He received the Best Student Paper Award at ICASSP 2011, a Google PhD Fellowship, an EPFL Outstanding Doctoral Thesis Award, and a Google Faculty Research Award. In 2019 the European Research Council (ERC) awarded him a Starting Grant. He used to be the singer and the lead guitarist of Ivan and the Terribles, featuring Martin Vetterli on bass, Paolo Prandoni on everything, and Marta Martinez-Cámara on saxophone.",
    "talker_image_path": "assets/images/no_pic.png"
  },
  {
    "id": 11,
    "talk_title": "The Price of Federalism",
    "talk_description": "In a federation, numerous autonomous entities operate independently of one another. They share a common objective of collaboratively addressing a more extensive issue. However, each entity possesses only a partial and potentially distorted perspective of the overall situation. This inherent limitation significantly hampers their ability to effectively resolve the problem, even if all entities genuinely and diligently attempt to do so. The extent of this fundamental performance constraint is remarkably stringent. In our analysis, we examine scenarios where each entity's observations are affected by Gaussian noise, and the overarching problem is framed in terms of quadratic loss. We demonstrate that the cost of pursuing a federated approach grows indefinitely with the number of participating entities, without any upper bound.  ",
    "talker_name": "Michael Gastpar",
    "talker_bio": "Michael Gastpar is a professor at EPFL, having previously served on the faculty of the University of California at Berkeley (2003-2011). He received his degrees from ETH Zürich, the University of Illinois, and EPFL. He is a Fellow of the IEEE. He received a number of awards, including the 2013 Communications Society & Information Theory Society Joint Paper Award. His research interests are in information theory, signal processing, learning theory, and neuroscience.",
    "talker_image_path": "assets/images/gastpar.jpg"
  },
  {
    "id": 12,
    "talk_title": "Graphs in signal processing and graph signal processing (GSP)",
    "talk_description": "Decades before graph signal processing (GSP) became an active research area, graphs were used in signal and image processing applications. In this talk, I start by providing several examples of these applications, where graphs are (implicit or explicit) models for processing data rather than representations of a physical network (e.g., a road network). Then, using our recent work on graph filterbanks as motivation, I will argue that progress in GSP can open the way for new methods that can be applied to conventional signals.",
    "talker_name": "Antonio Ortega",
    "talker_bio": "Antonio Ortega is Dean's Professor of Electrical and Computer Engineering at the University of Southern California (USC). He received his undergraduate and doctoral degrees from Universidad Politécnica de Madrid, Madrid, Spain, and Columbia University, New York, NY. He is a Fellow of the IEEE and EURASIP. He has served as the Editor-in-Chief of the IEEE Transactions of Signal and Information Processing over Networks and as a member of the Board of Governors of the IEEE Signal Processing Society. He has received several paper awards, including the 2016 Signal Processing Magazine award. His recent research focuses on graph signal processing, machine learning, multimedia compression, and wireless sensor networks. He is the author of the book \"Introduction to Graph Signal Processing\" (Cambridge University Press, 2022).",
    "talker_image_path": "assets/images/ortega.jpg"
  },
  {
    "id": 13,
    "talk_title": "Lippmann Photography: from museum to the lab and back",
    "talk_description": "In 1908, Gabriel Lippmann received a Nobel Prize in Physics for his invention of interference-based colour photography. Yet, we now use three-colour photography and Lippmann Photographs, the first hyperspectral images, can be found only in museums. Why?\n\nIn this talk, I will present work done by a large team consisting of researchers from LCAV and Galatea and curators from museum Photo Elysée. I will explain the history and the principle behind Lippmann Photography and show how colour distortions in Lippmann plates can be explained via signal processing phenomena.\n\nI will also talk about our attempts to make Lippmann Photography available to the general public: by printing digital Lippmann photographs and by helping Photo Elysée showcase the historical plates.",
    "talker_name": "Michalina Pacholska",
    "talker_bio": "Michalina Pacholska is a research scientist with a short attention span. She holds a Master's degree in Mathematics (2016) with a specialization in topology and set theory and a PhD in computer and communication sciences (2021, at LCAV, of course). Her thesis, titled \"Sampling Geometry and Colour\" covers two areas: unorthodox sampling methods for localization and Lippmann Photography. Her most cited publication is in computational biology. After her PhD, she worked at Improbable on agent-based models and now joined a startup Cosimmetry intending to improve decision-making with tech.\n\nMichalina loves working with interdisciplinary teams at the boundaries of sciences. She also enjoys reading and creating webcomics and playing cooperative board games.",
    "talker_image_path": "assets/images/pacholska.jpg"
  },
  {
    "id": 14,
    "talk_title": "The Swiss Science Council: between cacophony and consensus",
    "talk_description": "I will explain the workings of the Swiss Science Council (SSC), whose president I became in 2021. The SSC is an extra-parliamentary commission that advises the Federal Council on issues related to research, innovation, and higher education.",
    "talker_name": "Sabine Susstrunk",
    "talker_bio": "Sabine leads the Image and Visual Representation Laboratory in IC/EPFL since 1999. Her research areas are in computational photography and imaging, computer vision, machine learning, and image quality and aesthetics. She has received several recognition and awards for her research and teaching. She is president of the Swiss Science Council since January 2021.",
    "talker_image_path": "assets/images/susstrunk.jpg"
  },
  {
    "id": 15,
    "talk_title": "When we talk about replicability, what are we talking about?",
    "talk_description": "Lack of replicability in experiments has been a major issue, usually referred to as the reproducibility crisis, in many scientific areas such as biology, chemistry, and artificial intelligence. In this talk, we investigate the notion of replicability in the context of machine learning and characterize the existence of statistically indistinguishable learning algorithms for certain learning problems.",
    "talker_name": "Amin Karbasi",
    "talker_bio": "Amin Karbasi is currently an associate professor at Yale University and a staff research scientist at Google.",
    "talker_image_path": "assets/images/no_pic.png"
  },
  {
    "id": 16,
    "talk_title": "Signal Processing for Modeling and Analyzing Human Motion",
    "talk_description": "Motion ability strongly affects the quality of life, especially in the aging population. In this talk, we will explore signal processing research efforts for modeling and analyzing human motion. These efforts aim to enable precise, predictive, personalized, and participatory treatments in the fields of neurology and orthopedics.",
    "talker_name": "Minh N. Do",
    "talker_bio": "Minh N. Do is the Thomas and Margaret Huang Endowed Professor in the Department of Electrical and Computer Engineering at the University of Illinois at Urbana-Champaign. He has affiliations with various departments and institutes within the university and his research interests include signal processing, computational imaging, geometric vision, data science, and smart health.",
    "talker_image_path": "assets/images/minh-do.jpg"
  },
  {
    "id": 17,
    "talk_title": "Connectedness versus Individualities in Academia",
    "talk_description": "Academic culture plays a crucial role in shaping research outcomes. This talk explores the importance of promoting multidisciplinary collaborations and the challenges faced in implementing institution-wide policies in academia. The complex nature of different disciplines and their traditions is discussed, highlighting the need for leaders in academia to consider policy changes that foster collective efforts.",
    "talker_name": "Hyungju (Alan) Park",
    "talker_bio": "Hyungju (Alan) Park is a distinguished professor of mathematics at Ajou University in Korea. He has a background in physics and mathematics, with a Ph.D. from the University of California, Berkeley. He has held various positions in academia and has served in leadership roles, including as the president of Ajou University. He has also been involved in organizing international mathematical events and has contributed to the field of mathematics through his research and service.",
    "talker_image_path": "assets/images/hyungju-park.jpg"
  },
  {
    "id": 18,
    "talk_title": "From Campus to Boot Camp and the Boondocks – University Education for All",
    "talk_description": "This talk explores the concept of university education beyond the traditional campus setting. It discusses the limitations of online learning and presents alternative formats such as boot camps and study circles. The boot camp format, inspired by the Swedish armed forces, offers intensive and structured training for fast reskilling. On the other hand, study circles draw inspiration from the 19th century Scandinavian tradition, providing accessible education for those in need. The goal is to extend university education to a wider audience and not just those on campus.",
    "talker_name": "Gunnar Karlsson",
    "talker_bio": "Gunnar Karlsson is a professor at KTH Royal Institute of Technology in Stockholm, Sweden. He specializes in networking and has been recognized for his contributions to teaching and innovation. He is involved in various initiatives, including the KTH Center for Cyber Defense and Information Security, as well as the KTH Center for Sports Engineering. With a diverse background, he brings a unique perspective to the topic of expanding university education beyond traditional boundaries.",
    "talker_image_path": "assets/images/gunnar-karlsson.jpg"
  },
  {
    "id": 19,
    "talk_title": "GirlsCoding.org",
    "talk_description": "Join Marta Martinez-Camara & Miranda Krekovic as they share their experiences and adventures in different countries, working to encourage girls to explore and learn computer science. They will discuss their efforts in promoting gender diversity in technology and highlight the importance of empowering girls to pursue careers in the field. Through their work, they aim to break down barriers and create inclusive opportunities for girls to thrive in the world of coding.",
    "talker_name": "Marta Martinez-Camara and Miranda Krekovic",
    "talker_bio": "Miranda and Marta spent 5 years together at the LCAV. Both of them successfully finished their PhDs and now both work and live in Switzerland. Miranda lives in Zurich and works at Google as a Senior Software engineer, while Marta lives in Bern and is the CXO of Open Systems. In their free time, they like to cycle together the beautiful Swiss mountain passes.",
    "talker_image_path": "assets/images/marta-miranda.jpg"
  },
  {
    "id": 20,
    "talk_title": "From Campus to Boot Camp and the Boondocks – University Education for All",
    "talk_description": "This talk explores the concept of university education beyond the traditional campus setting. It discusses the limitations of online learning and presents alternative formats such as boot camps and study circles. The boot camp format, inspired by the Swedish armed forces, offers intensive and structured training for fast reskilling. On the other hand, study circles draw inspiration from the 19th century Scandinavian tradition, providing accessible education for those in need. The goal is to extend university education to a wider audience and not just those on campus.",
    "talker_name": "Gunnar Karlsson",
    "talker_bio": "Gunnar Karlsson is a professor at KTH Royal Institute of Technology in Stockholm, Sweden. He specializes in networking and has been recognized for his contributions to teaching and innovation. He is involved in various initiatives, including the KTH Center for Cyber Defense and Information Security, as well as the KTH Center for Sports Engineering. With a diverse background, he brings a unique perspective to the topic of expanding university education beyond traditional boundaries.",
    "talker_image_path": "assets/images/gunnar-karlsson.jpg"
  },
  {
    "id": 21,
    "talk_title": "How Teaching Skiing Saved Me from My Mid-Life Crisis",
    "talk_description": "Mid-life crises come in all shapes and sizes. Mine was characterized by a mad desire to learn to ski, and by that I mean to learn to ski 'seriously', like a pro. So what's the best way to learn something 'seriously'? Well, the best way is to teach it.\n\nThe ski instructors' course and a full season as a ski teacher not only introduced me to the beauty of ski carving, but more importantly to the captivating nature of teaching people to ski. Yes indeed, captivating, just like every complex problem which has a beautiful tool for its solution.\nThe complexity comes from the fact that pre-set classes cannot be used, and teaching has to cope with the learning style of the 'student' (visual, auditory, kinesthetic, tactile, and any possible combination of them!).\n\nI would love to share with you a very personal journey in teaching with failures (and painful physical falls), successes (and nice smooth turns), and key notions I was able to apply to my role as a lecturer (and skier).",
    "talker_name": "Andrea Ridolfi",
    "talker_bio": "I'm very passionate about learning. Curiosity and desire for knowledge have led me to explore various fields, both indoors and outdoors, and from the applied to the theoretical. My main activity (on paper) consists of teaching Bachelor's courses in communication systems and signal processing at the Bern University of Applied Sciences, as well as a Master's course in statistical signal processing at EPFL. Overall, I try to do my best to make any learning journey as simple as possible, but not simpler.",
    "talker_image_path": "assets/images/ridolfi.jpg"
  },
  {
    "id": 22,
    "talk_title": "The Evolving Role of Public Funders",
    "talk_description": "Funders used to be organizations which received and evaluated proposals and made funding decisions. This is still their core business, but many other things such as adequate policies and science diplomacy are expected and become increasingly important. Funders are part of movements such as Open Science and New Research Culture and often incite or drive change on the national and international level. The current issues are the ethical self-regulation of science but also – in the recent geopolitical context - the increasing steering of funders by (at least some) governments in the western world, where funders enjoyed ample autonomy up to now. I’m happy to share some thought on these topics with you.",
    "talker_name": "Angelika Kalt",
    "talker_bio": "Angelika Kalt has a PhD in earth sciences and was professor of petrology and geodynamics at the University of Neuchâtel between 2000 and 2008. Then she joined the SNSF as Deputy Director. Her main tasks in this role were quality assurance, developing evaluation methods, and improving research funding schemes. Angelika was appointed Director of the Swiss National Science Foundation (SNSF) in 2016. She leads the Administrative Offices of the SNSF and is mainly concerned with strategic and political issues and national and international institutional relations. In 2021, Angelika was elected vice president of Science Europe.",
    "talker_image_path": "assets/images/kalt.jpg"
  },
  {
    "id": 23,
    "talk_title": "FRI Sensing of Motion",
    "talk_description": "We focus on 1D time-samples collected by a mobile sensor (e.g., temperature, pressure, magnetic field, etc.). Using a very efficient high-resolution FRI algorithm, we show that tracking the dynamic frequency contents of these samples reveals the 2D motion of the sensor, making it possible to reconstruct its trajectory (up to an affine transformation). Although this theory is developed under the assumption that the 2D field sampled by the sensor satisfies a parametric model (sum of 2D sinusoids), successful empirical results with real textured images suggest a broader validity.",
    "talker_name": "Thierry Blu",
    "talker_bio": "Thierry Blu (FIEEE 2012) received engineering diplomas from École Polytechnique (France) in 1986, from Télécom Paris-ENST (France) in 1988, and a Ph.D in electrical engineering from ENST in 1996. Between 1998 and 2007, he was with the Biomedical Imaging Group at the Swiss Federal Institute of Technology (EPFL) in Lausanne, Switzerland. Since 2008, he has been a Professor in the Department of Electronic Engineering, The Chinese University of Hong Kong.",
    "talker_image_path": "assets/images/thierry-blu.jpg"
  },
  {
    "id": 24,
    "talk_title": "A Short History of Static, Driving and Flying Agents Hearing the Shapes of Rooms",
    "talk_description": "Three generations of researchers at LCAV have pursued the task of 'hearing the shape of a room', going from high-end microphones and speakers in Lausanne’s beautiful cathedral to ever smaller and cheaper, and in particular more mobile, hardware, all the way to the modest MEMS microphones in commodity robotic platforms. This talk will give an overview of this long adventure spanning many years with its ups and downs, and more than one time of passers-by thinking that the fire alarm has gone off.",
    "talker_name": "Frederike Duembgen",
    "talker_bio": "Frederike is currently a postdoctoral researcher at the Robotics Institute of the University of Toronto. She received her PhD with a thesis entitled 'Blind as a bat: spatial perception without sight' in November 2021 from LCAV, EPFL, where she had prior received her Bachelor and Master's in mechanical engineering with specialization in control and mechatronics. Her research has ranged from novel localization methods, in particular acoustic, radio-frequency, and ultra-wideband localization, to, most recently, globally optimal methods for robotics.",
    "talker_image_path": "assets/images/no_pic.png"
  },
  {
    "id": 25,
    "talk_title": "Education: The Future is Open",
    "talk_description": "A grassroots movement is sweeping through the academic world. The 'open access movement' is based on a set of intuitions that are shared by a remarkably wide range of academics: that knowledge should be free and open to use and re-use; that collaboration should be easier, not harder; that people should receive credit and kudos for contributing to education and research; and that concepts and ideas are linked in unusual and surprising ways and not the simple linear forms that traditional media present. This talk will discuss the past, present, and future of the open access textbook movement from the perspective of the OpenStax platform and publishing initiative. Special attention will be paid to the role that new technologies like AI can play in improving the quality and reach of education.",
    "talker_name": "Richard Baraniuk",
    "talker_bio": "Richard G. Baraniuk is the C. Sidney Burrus Professor of Electrical and Computer Engineering at Rice University, a member of the Digital Signal Processing (DSP) research group, and Founder/Director of OpenStax. He is also a joint faculty member in the Rice departments of Computer Science and Statistics.",
    "talker_image_path": "assets/images/richard-baraniuk.jpg"
  },
  {
    "id": 26,
    "talk_title": "Security and Anti-Fraud Defenses at Scale in the Age of AI",
    "talk_description": "Over the last decade, machine learning (ML) has become a powerful tool in security and counter abuse programs. With vast datasets, advanced algorithms, and increased computing power, ML presented transformative opportunities. However, aligning ML theory with practical applications in counter abuse poses challenges that affect its effectiveness. In this talk, we will explore the obstacles in feature engineering, data collection, and model training, while also highlighting emerging opportunities brought about by the ongoing artificial intelligence revolution.",
    "talker_name": "Juri Ranieri",
    "talker_bio": "Juri Ranieri is a Staff Engineering Analyst Manager at Google. With expertise in the application of machine learning in security and anti-fraud measures, he has played a pivotal role in advancing the field. Juri's work focuses on leveraging AI technologies to enhance security defenses at scale, making the digital world safer for users and organizations.",
    "talker_image_path": "assets/images/ranieri/jpg"

  }
]
